Repository: wescamp/Dystopia-1.10
Catalog: po/*.po
Languages: fr

source: Dystopia
fr: Dystopie

source: (Easy)
fr: (Facile)

source: Recruit
fr: Recrue

source: Soldier
fr: Soldat

source: (Challenging)
fr: (Challenge)

source: Hero
fr: Héros

source: During the reign of queen Asheviere, the province Annuvin rebelled. You, a royal agent, are sent to stop it.
fr: Pendant le règne de la reine Asheviere, la province Annuvin se révolta. Vous, un agent royal, êtes envoyés pour l'arrêter.

source: (5 scenarios completed, version {DYSVERSION}, for 1.9.11 or later.)
fr: (5 scénarios complets, version {DYSVERSION}, pour 1.9.11 ou plus.)

source: Following Orders
fr: En suivants les Ordres

source: In the months following the riot in Dallben and Delwyn, the rebellion spread quickly. Many other villages were now trying to purge all the wesnothian activity.
fr: Dans les mois qui suivirent l'émeute à Dallben et à Delwyn, la rébellion se propagea rapidement. De nombreux autres villages ont maintenant essayé de purger toute l'activité wesnothienne.

source: However, the disappearance of a royal officer angered the queen. She sent one of het best commanders, an agent known as Cubryn, to stop this rebellion.
fr: Cependant, la disparition d'un officier royal met en colère la reine. Elle a envoyé un de meilleurs commandants, un agent connu sous le nom Cubryn, pour arrêter cette rébellion.

source: Loyalists
fr: Loyalistes

source: Rebels
fr: Rebelles

source: Hint: You're outnumbered, so be careful with your attacks, and use the villages in your advantage.
fr: Astuce : Vous êtes en infériorité numérique, alors soyez prudents avec vos attaques et utiliser les villages à votre avantage.

source: Defeat the rebels
fr: Vaincre les rebelles

source: Death of Cubryn
fr: Mort de Cubryn

source: It is recommended to play this campaign on version 1.9.11 or later, or it may be buggy.
fr: Il est recommandé de jouer cette campagne sur la version 1.9.11 ou ultérieure, ou elle sera peut être bogué.

source: So, here is the village where the people think they can kill a royal officer and get away with it!
fr: Donc, voici le village où les gens pensent qu'ils peuvent tuer un officier royal et s'en tirer à bon compte !

source: But why? We did nothing wrong.
fr: Mais pourquoi ? Nous n’avons rien fait de mal.

source: Sure, then tell me where Sir Mydoc is.
fr: Bien sûr, alors dites-moi où se trouve le Seigneur MyDoc.

source: I don't know, he hasn't been here.
fr: Je ne sais pas, il n'est jamais venu ici.

source: Liars, kill them all!
fr: Menteurs, tuez-les tous !

source: Fine, but we won't go down without a fight!
fr: Très bien, mais nous ne nous rendrons pas sans combattre !

source: Sure you will.
fr: Je le savais.

source: It's an ambush!
fr: C'est un guet-apens !

source: No, these are just our hunters.
fr: Non, ce ne sont que nos chasseurs.

source: Yeah, sure.
fr: Oui, bien sûr.

source: Their leader is trying to escape!
fr: Leur chef essaye de s'échapper !

source: Make sure he doesn't leave this place. Kill him!
fr: Assurez-vous qu'il ne quitte pas cet endroit. Tuez-le !

source: The enemy leader reaches the signpost
fr: Le chef ennemi atteint le poteau indicateur

source: So it's serious... Guards!
fr: Ainsi c'est du sérieux... Gardes !

source: Do what you must, beasts! I'll be back with an army!
fr: Faites ce que vous devez, bêtes ! Je serai de retour avec une armée !

source: Return! We will never win a battle against the full rebel army!
fr: En arrière ! Nous ne pourrons jamais gagner une bataille contre toute l'armée rebelle !

source: The other villages have come to aid us! You are going down!
fr: Les autres villages sont venus pour nous aider ! Vous allez mordre la poussière !

source: Good job men! We should catch up with the rest of the army.
fr: Bon travail les gars ! Nous devrions rattraper le reste de l'armée.

source: Death to the queen...
fr: Mort à la reine...

source: Unrestful Villagers
fr: Des villageois excités

source: Citizens
fr: Citoyens

source: Defeat the enemy leader
fr: Vaincre le chef ennemi

source: Death of Yroc
fr: Mort d'Yroc

source: Hello sir. It's good to have you back.
fr: Bonjour Monseigneur. Il est bon de vous revoir.

source: The rebellion is bigger than I thought. Many villagers have already fled towards Elensefar. We should go there.
fr: La rébellion est plus grande que je le pensais. De nombreux villageois ont déjà fui vers Elensefar. Nous devrions y aller.

source: Not before we've cleared this town. We've already launced an attack, but they are well defended.
fr: Pas avant que nous ayons nettoyé cette ville. Nous avons déjà lancé une attaque, mais ils se sont bien défendus.

source: We're the royal army of Wesnoth! Did you just say we got defeated by some outlaws?! Follow my orders and we will win this battle!
fr: Nous sommes l'armée royale de Wesnoth ! Voulez-vous tout simplement dire que nous avons été battus par quelques bandits ?! Suivez mes ordres et nous allons gagner cette bataille !

source: Yes sir!
fr: Oui, Monseigneur !

source: We're ready to go, fellow citizens. To Elensefar!
fr: Nous sommes prêts à y aller, compagnons citoyens. Pour Elensefar !

source: No, don't let them escape...
fr: Non, ne les laissez pas s'échapper...

source: There's a signpost here. Let's take a look:
fr: Il y a un panneau indicateur ici. Jetons un coup d’œil :

source: East: Annuvin Northwest: Dallben Southwest: Elensefar
fr: Est : Annuvin Nord-Ouest : Dallben Sud-Ouest : Elensefar

source: Good job, sir. Let's move on.
fr: Bon travail, Monseigneur. Passons à autre chose.

source: Orcish Blockade
fr: Blocus Orc

source: Defeat the enemy leaders
fr: Vaincre les chefs ennemis

source: Death of the guard captain
fr: Mort du capitaine des gardes

source: I can already see the bridge crossing the Great River. Maybe we can reach Elensefar before night falls!
fr: Je peux déjà voir le pont enjambant le Grand Fleuve. Peut-être que nous pourrons atteindre Elensefar avant la tombée de la nuit !

source: But sir, look! That looks like an encampment.
fr: Mais Monseigneur, regardez ! Cela ressemble à un campement.

source: And see that banner?
fr: Peut-on voir sa bannière ?

source: Yes.
fr: Oui.

source: Orcish.
fr: Orc.

source: The boss said we have to wait for our allies.
fr: Le patron a dit que nous devons attendre nos alliés.

source: Did he say we couldn't demolish the resistance?
fr: Il a dit que nous ne pouvions pas démolir la résistance ?

source: Let's do it then.
fr: Faisons-le alors.

source: Attack!
fr: Attaquer !

source: Not so fast, you're not going anywhere!
fr: Pas si vite, vous n'irez nulle part !

source: What, there are more hostiles in this area? Isn't that something we should know?
fr: Pourquoi, qui y a t-il de plus hostiles dans cette région ? N'est-ce pas quelque chose que nous devrions savoir ?

source: Nevermind, we will kill all of them.
fr: Ça n'a pas d'importance, nous allons tous les tuer.

source: Don't worry, I'm not going to let them into Elensefar!
fr: Ne vous inquiétez pas, je ne vais pas les laisser entrer dans Elensefar !

source: Am I the only one who is curious who the 'big boss' is?
fr: Suis-je le seul à me demander qui est le « grand patron » ?

source: I really don't know what is going on here. I thought the queen managed to make sure the orcs stayed north of Abez...
fr: Je ne sais vraiment pas ce qui se passe ici. Je pensais que la reine avait réussi à s'assurer que les orcs étaient restés au nord de Abez...

source: They seemed so organised, not what I expected them to act like.
fr: Ils semblaient tellement organisés, je ne m'attendais pas à ce qu'ils se comportent comme ça.

source: Death to the qu... I see you did pretty well yourselves.
fr: Mort à la r... Je vois que vous avez assez bien fait vous-même.

source: Who are you?
fr: Qui êtes-vous ?

source: Their allies aren't supposed to be here yet, we must flee!
fr: Leurs alliés ne sont pas censés être déjà arrivés, nous devons fuir !

source: Wait, maggot! I want to know everything you know about the orcs, cause you surely do know more.
fr: Attendez, vermisseau ! Je veux savoir tout ce que vous savez des orcs, parce que vous devez en savoir plus.

source: So YOU aren't loyalists? Banners and sigils don't lie.
fr: Ainsi VOUS n'êtes pas loyalistes ? Les bannières et les sceaux ne mentent pas.

source: And what's wrong about serving your country?
fr: Et qu'est-ce qui vous dérange dans le fait de servir votre pays ?

source: Don't you see that your country is nothing but a ruin? That pathetic queen! SHE ordered an attack on Elensefar! The orcs are HER soldiers!
fr: Ne voyez-vous pas que votre pays n'est rien d'autre qu'une ruine ? Cette reine pathétique ! ELLE a ordonné une attaque contre Elensefar ! Les orcs sont SES soldats !

source: No way!
fr: Pas du tout !

source: I'm afraid Sir...
fr: J'ai bien peur que Monseigneur...

source: Sir Kayloc of Blackwater.
fr: Monseigneur Kayloc d'Aiguenoire.

source: I'm afraid Sir Kayloc is right. The orcs carry man-made weapons and clearly fight using a plan, which could be anything but orcish. Speak.
fr: J'ai bien peur que Monseigneur Kayloc ait raison. La retenue des armes orcs est artificielle et ils combattent clairement avec un plan, qui pourrait être de n'importe qui sauf d'un orc. Parlez.

source: Some orcs are awaiting reinforcements. Maybe I could...
fr: Certains orcs attendent des renforts. Peut-être que je pourrais...

source: I think it would be better if my men did this.
fr: Je pense que ce serait mieux si mes hommes le font.

source: All right then, this is the plan...
fr: Bien, ensuite, c'est le plan...

source: Facing the Rebellion
fr: Face à la rébellion

source: Humans
fr: Humains

source: Elves
fr: Elfes

source: Defeat the human leader and
fr: Vaincre le chef des humains et

source: Hold out until turns end.
fr: Tenir jusqu'à la fin des tours.

source: Death of Agadla
fr: Mort d'Agadla

source: Death of Galdrad
fr: Mort de Galdrad

source: Death of Chantal
fr: Mort de Chantal

source: The elves and loyalists attack one another
fr: Les elfes et les loyalistes s'attaquent mutuellement

source: Greetings, we've come to aid you, chief Agadla of the Bonepiercer Clan.
fr: Salutations, nous sommes venus pour vous aider, Agadla chef du clan Bonepiercer.

source: Why did it take so long for you to get here? And, where is the rest of our clan? The big boss promised us reinforcements.
fr: Pourquoi a-t-il fallu si longtemps pour que vous arriviez ici ? Et, où est le reste de notre clan ? Le grand patron nous a promis des renforts.

source: I'm sorry to say this, but they were attacked by rebels and were defeated.
fr: Je suis désolé de dire cela, mais ils ont été attaqués par des rebelles et ont été vaincus.

source: That's sad... But, we can't stay here and mourn, we have to get moving. Lord Maddock of Elensefar is still alive, and that's a bad thing. He will surely help the nephew!
fr: C'est triste... Mais, nous ne pouvons pas rester ici et pleurer, nous devons nous mettre en mouvement. Le Seigneur Maddock de Elensefar est toujours vivant et c'est une mauvaise chose. Il va sûrement aider son neveu !

source: What do you mean with nephew?
fr: Qu'entendez-vous par son neveu ?

source: You humans really are stupid... The old king's nephew, Konrad, escaped death and was rumored to be hiding in the Aethenwood.
fr: Vous les humains êtes vraiment stupides... Le neveu du vieux roi, Konrad, a échappé à la mort et selon la rumeur il se cache dans la forêt d'Aethenwood.

source: We already know that, skip to the relevant part.
fr: Nous le savions déjà, passez à la partie pertinente.

source: *mumbles* <i>At least they're more useful than trolls...</i> He escaped an orcish raiding party and is now rumored to be heading for Elensefar. We must get there as soon as possible, or else he might survive...
fr: *marmonne* <i>Au moins ils sont plus utiles que les trolls...</i> Il a échappé à un groupe de pilleur orcs et maintenant selon la rumeur il se dirige vers Elensefar. Nous devons y arriver le plus tôt possible sinon il pourrait survivre...

source: There they are, kill them all! Orc, please get away from those traitors.
fr: Ils sont là, tuez-les tous ! Orc, s'il vous plaît fuyez ces traîtres.

source: Hah, look at you. Pathetic... We've already seen your allies, rebel, but your attempt to flank us has failed.
fr: Ha, regardez-vous. Pathétique... Nous avons déjà rencontré vos alliés, les rebelles, mais votre tentative par les flancs nous a manquée.

source: What do you mean...
fr: Que voulez-vous dire...

source: Thank you, Lord Delion, for allowing me to use your men to track the orcs. They will pay for their crimes!
fr: Je vous remercie, Seigneur Delion, de m'avoir permis d'utiliser vos hommes pour suivre les orcs. Ils paieront pour leurs crimes !

source: Elves! We must destroy them!
fr: Les elfes ! Nous devons les détruire !

source: If we want to have any chance to survive, we must kill those humans without the orcs noticing the fact the elves want them dead as much as we do. Also, don't kill the elves, as they will be our only allies one we've ditched those orcs.
fr: Si nous voulons avoir une chance de survivre, nous devons tuer ces êtres humains sans que les orcs remarquent le fait que les elfes veulent leur mort autant que nous. Aussi, ne tuez pas les elfes, car ils seront notre seul allié pour nous débarrasser des orcs.

source: What is going on here?
fr: Qu'est-ce qui se passe ici ?

source: They are stronger than we expected! RUN!
fr: Ils sont plus forts que ce à quoi nous nous attendions ! COUREZ !

source: Whenever the signal is lit, we have to go. Fortunately, these humans won't be able to follow us.
fr: Lorsque le signal est allumé, nous devrons y aller. Heureusement, ces humains ne seront pas en mesure de nous suivre.

source: We must soon be going, but first, let's try defeating these elves.
fr: Nous devrons bientôt y aller, mais d'abord, essayons de vaincre ces elfes.

source: Hold out until turns end
fr: Tenir jusqu'à la fin des tours

source: We must go north, but those soldiers are still blocking the way. We're doomed.
fr: Nous devons aller vers le nord, mais ces soldats nous bloquent la voie. Nous sommes condamnés.

source: I see the signal!
fr: Je vois le signal !

source: We have to move! Follow me!
fr: Nous devons y aller ! Suivez-moi !

source: The Battle of Elensefar
fr: La bataille d'Elensefar

source: Death of Kayloc
fr: Mort de Kayloc

source: I've destroyed every Loyalist flag in this region. They won't suspect us. When they have taken over the city, we'll leave, so they can be killed by Konrad's army.
fr: J'ai détruit tous les drapeaux des loyalistes dans cette région. Ils ne vont pas nous soupçonner. Quand ils auront pris le contrôle de la ville, nous partirons, ainsi ils pourront être tués par l'armée de Konrad.

source: You, my friend, are a tactical genius. But first, we need to retake the city.
fr: Mon ami, vous êtes un génie tactique. Mais d'abord, nous devons reprendre la ville.

source: Royal Agent
fr: Agent royal

source: It is a peculiar custom of Wesnoth‚Äôs nobility that they typically enroll their sons into one of two orders of armigers, training them either in the art of horsemanship or fencing. Duelists are so named for an unfortunately common practice of young aristocrats, for whom the sting of insult, whether real or fancied, can incite a rash demonstration of their natural right. Experienced fencers carry with them a small crossbow that is easily concealed under a coat or cape. Slow to load and sometimes thought dishonorable to use, it is in fact very useful, and those of their ranks who live long enough to be veterans typically do so by making such concessions to utility and survival.
fr: Il s'agit d'une coutume particulière de Wesnoth, les membres de la noblesse inscrivent leurs fils dans un des deux ordres hiératiques, où ils sont formés dans l'art de l'équitation ou dans celui de l'escrime. Les duellistes sont ainsi nommés pour une pratique malheureusement courante chez les jeunes aristocrates, pour qui la moindre insulte est inimaginable, qu'elle soit réelle ou imaginaire, elle peut susciter une démonstration de leur talent naturel. Les escrimeurs expérimentés portent avec eux une petite arbalète qui se cache facilement sous un manteau ou une cape. Lente à charger et parfois déshonorante à utiliser, elle est en faite très utile, et ceux de leurs membres qui vivent assez longtemps pour être d'ancien combattant le devienne généralement en faisant d'utiles concessions pour survivre.

source: saber
fr: sabre

source: crossbow
fr: arbalète

source: Scarecrow
fr: Épouvantail

source: Signpost
fr: Poteau indicateur

source: Lighthouse
fr: Phare

source: Rock
fr: Rocher

source: Monolith
fr: Monolithe

source: Orcish Banner
fr: Bannière orc

source: Campfire
fr: Feu de camp
